;=======================;
;	 Viper Tail Wrap
;=======================;

[VW_Shins_CS_A_M X2BodyPartTemplate]
DisplayName="Viper Tail Wrap A"

[VW_Shins_CS_B_M X2BodyPartTemplate]
DisplayName="Viper Tail Wrap B"

[VW_Shins_Chopper_M X2BodyPartTemplate]
DisplayName="Viper Tail Wrap C"


[VW_Shins_CS_A_M_T X2BodyPartTemplate]
DisplayName="Viper Tail Wrap A"

[VW_Shins_CS_B_M_T X2BodyPartTemplate]
DisplayName="Viper Tail Wrap B"

[VW_Shins_Chopper_M_T X2BodyPartTemplate]
DisplayName="Viper Tail Wrap C"


[VW_Shins_CS_A_F X2BodyPartTemplate]
DisplayName="Viper Tail Wrap A"

[VW_Shins_CS_B_F X2BodyPartTemplate]
DisplayName="Viper Tail Wrap B"

[VW_Shins_Chopper_F X2BodyPartTemplate]
DisplayName="Viper Tail Wrap C"


[VW_Shins_CS_A_F_T X2BodyPartTemplate]
DisplayName="Viper Tail Wrap A"

[VW_Shins_CS_B_F_T X2BodyPartTemplate]
DisplayName="Viper Tail Wrap B"

[VW_Shins_Chopper_F_T X2BodyPartTemplate]
DisplayName="Viper Tail Wrap C"

;=======================;
;   Viper Torso Decos
;=======================;

[VW_TorsoDeco_CS_A_F X2BodyPartTemplate]
DisplayName="Adder Torso Gear"

[VW_TorsoDeco_CS_B_F X2BodyPartTemplate]
DisplayName="Cobra Torso Gear"

[VW_TorsoDeco_CS_C_F X2BodyPartTemplate]
DisplayName="Python Torso Gear"


[VW_TorsoDeco_CS_A_F_T X2BodyPartTemplate]
DisplayName="Adder Torso Gear"

[VW_TorsoDeco_CS_B_F_T X2BodyPartTemplate]
DisplayName="Cobra Torso Gear"

[VW_TorsoDeco_CS_C_F_T X2BodyPartTemplate]
DisplayName="Python Torso Gear"



[VW_TorsoDeco_Chopper_M X2BodyPartTemplate]
DisplayName="Chopperhead Torso Gear"

[VW_TorsoDeco_Chopper_M_T X2BodyPartTemplate]
DisplayName="Chopperhead Torso Gear"

[VW_TorsoDeco_Chopper_F X2BodyPartTemplate]
DisplayName="Chopperhead Torso Gear"

[VW_TorsoDeco_Chopper_F_T X2BodyPartTemplate]
DisplayName="Chopperhead Torso Gear"

;=======================;
;      Viper Torsos
;=======================;

[VW_Torso_Chopper_M X2BodyPartTemplate]
DisplayName="Chopperhead Torso"

[VW_Torso_Chopper_F X2BodyPartTemplate]
DisplayName="Chopperhead Torso"

[VW_Torso_Chopper_M_T X2BodyPartTemplate]
DisplayName="Chopperhead Torso"

[VW_Torso_Chopper_F_T X2BodyPartTemplate]
DisplayName="Chopperhead Torso"

;=======================;
;      Viper Arms
;=======================;

[VW_Arms_CS_A_Viper_F X2BodyPartTemplate]
DisplayName="Viper Adder Arms"

[VW_Arms_CS_B_Viper_F X2BodyPartTemplate]
DisplayName="Viper Cobra Arms"

[VW_Arms_CS_C_Viper_F X2BodyPartTemplate]
DisplayName="Viper Python Arms"

[VW_Arms_CS_A_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Adder Arms"

[VW_Arms_CS_B_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Cobra Arms"

[VW_Arms_CS_C_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Python Arms"



[VW_Arms_CS_A_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Adder Arms"

[VW_Arms_CS_B_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Cobra Arms"

[VW_Arms_CS_C_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Python Arms"

[VW_Arms_CS_A_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Adder Arms"

[VW_Arms_CS_B_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Cobra Arms"

[VW_Arms_CS_C_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Python Arms"


[VW_Arms_CS_A_Naja_F X2BodyPartTemplate]
DisplayName="Naja Adder Arms"

[VW_Arms_CS_B_Naja_F X2BodyPartTemplate]
DisplayName="Naja Cobra Arms"

[VW_Arms_CS_C_Naja_F X2BodyPartTemplate]
DisplayName="Naja Python Arms"

[VW_Arms_CS_A_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Adder Arms"

[VW_Arms_CS_B_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Cobra Arms"

[VW_Arms_CS_C_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Python Arms"


[VW_Arms_CS_A_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Adder Arms"

[VW_Arms_CS_B_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Cobra Arms"

[VW_Arms_CS_C_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Python Arms"

[VW_Arms_CS_A_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Adder Arms"

[VW_Arms_CS_B_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Cobra Arms"

[VW_Arms_CS_C_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Python Arms"



[VW_Arms_Chopper_Viper_M X2BodyPartTemplate]
DisplayName="Viper Chopperhead Arms"

[VW_Arms_Chopper_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Chopperhead Arms"

[VW_Arms_Chopper_Naja_M X2BodyPartTemplate]
DisplayName="Naja Chopperhead Arms"

[VW_Arms_Chopper_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Chopperhead Arms"

[VW_Arms_Chopper_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Chopperhead Arms"

[VW_Arms_Chopper_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Chopperhead Arms"

[VW_Arms_Chopper_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Chopperhead Arms"

[VW_Arms_Chopper_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Chopperhead Arms"


[VW_Arms_Chopper_Viper_F X2BodyPartTemplate]
DisplayName="Viper Chopperhead Arms"

[VW_Arms_Chopper_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Chopperhead Arms"

[VW_Arms_Chopper_Naja_F X2BodyPartTemplate]
DisplayName="Naja Chopperhead Arms"

[VW_Arms_Chopper_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Chopperhead Arms"

[VW_Arms_Chopper_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Chopperhead Arms"

[VW_Arms_Chopper_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Chopperhead Arms"

[VW_Arms_Chopper_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Chopperhead Arms"

[VW_Arms_Chopper_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Chopperhead Arms"